[
    {
        "Overview": "Acute coronary syndrome is a term that describes a range of conditions related to sudden, reduced blood flow to the heart. These conditions include a heart attack and unstable angina.\n\nA heart attack happens when cell death damages or destroys heart tissue. A heart attack also is known as a myocardial infarction.\n\nUnstable angina occurs when blood flow to the heart decreases. It's not severe enough to cause cell death or a heart attack. But the reduced blood flow may increase your risk of a heart attack.\n\nAcute coronary syndrome often causes severe chest pain or discomfort. It is a medical emergency that needs a diagnosis and care right away. The goals of treatment include improving blood flow, treating complications and preventing future problems.",
        "Symptoms": "The symptoms of acute coronary syndrome usually begin suddenly. They include:\n\nChest pain or discomfort. This is often described as aching, pressure, tightness or burning. Chest pain also is called angina.\n\nPain that starts in the chest and spreads to other parts of the body. These areas include the shoulders, arms, upper belly area, back, neck or jaw.\n\nNausea or vomiting.\n\nIndigestion.\n\nShortness of breath, also called dyspnea.\n\nSudden, heavy sweating.\n\nRacing heartbeat.\n\nFeeling lightheaded or dizzy.\n\nFainting.\n\nUnusual fatigue.\n\nChest pain or discomfort is the most common symptom. But symptoms may vary quite a bit depending on your age, sex and other medical conditions. You're more likely to have symptoms without chest pain or discomfort if you're a woman, an older adult or have diabetes.\n\nWhen to see a doctor\n\nAcute coronary syndrome is a medical emergency. Chest pain or discomfort can be a symptom of many life-threatening conditions. Get emergency help for a diagnosis and appropriate care right away. Do not drive yourself to the hospital.\n\nRequest an appointment",
        "Causes": "Acute coronary syndrome usually results from the buildup of fatty deposits on the walls of blood vessels that deliver blood, oxygen and nutrients to heart muscles. Fatty deposits also are called plaque. The blood vessels that supply the heart also are known as coronary arteries.\n\nWhen a fatty deposit ruptures or splits, a blood clot forms. This clot blocks the flow of blood to heart muscles.\n\nWhen the supply of oxygen to cells is too low, cells in the heart muscles can die. The death of cells results in damage to muscle tissues. This is called a heart attack.\n\nEven when there is no cell death, the drop in oxygen still results in heart muscles that don't work the way they should. This change may be short-lived or permanent. When acute coronary syndrome doesn't result in cell death, it is called unstable angina.",
        "Risk factors": "The risk factors for acute coronary syndrome are the same as those for other types of heart disease. Risk factors include:\n\nGetting older.\n\nHigh blood pressure.\n\nHigh blood cholesterol.\n\nSmoking tobacco.\n\nLack of physical activity.\n\nEating an unhealthy diet.\n\nObesity or overweight.\n\nDiabetes.\n\nPersonal or family history of chest pain, heart attacks or stroke.\n\nHistory of high blood pressure, preeclampsia or diabetes during pregnancy, and early menopause.\n\nCOVID-19\n\ninfection.",
        "Related": "Getting active after acute coronary syndrome\n\nAssociated Procedures\n\nCoronary angiogram\n\nCoronary angioplasty and stents\n\nCoronary artery bypass surgery\n\nCT scan\n\nEchocardiogram\n\nElectrocardiogram (ECG or EKG)\n\nX-ray\n\nShow more associated procedures",
        "Name": "Acute coronary syndrome"
    },
    {
        "Name": "Acute flaccid myelitis"
    },
    {
        "Overview": "Acute liver failure is loss of liver function that occurs quickly — in days or weeks — usually in a person who has no preexisting liver disease. It's most commonly caused by a hepatitis virus or drugs, such as acetaminophen. Acute liver failure is less common than chronic liver failure, which develops more slowly.\n\nAcute liver failure, also known as fulminant hepatic failure, can cause serious complications, including bleeding and increased pressure in the brain. It's a medical emergency that requires hospitalization.\n\nDepending on the cause, acute liver failure can sometimes be reversed with treatment. In many situations, though, a liver transplant may be the only cure.\n\nProducts & Services\n\nBook: Mayo Clinic Family Health Book, 5th Edition\n\nNewsletter: Mayo Clinic Health Letter — Digital Edition\n\nShow more products from Mayo Clinic",
        "Symptoms": "Signs and symptoms of acute liver failure may include:\n\nYellowing of your skin and eyeballs (jaundice)\n\nPain in your upper right abdomen\n\nA swollen belly (ascites)\n\nNausea\n\nVomiting\n\nA general sense of feeling unwell (malaise)\n\nDisorientation or confusion\n\nSleepiness\n\nBreath may have a musty or sweet odor\n\nTremors\n\nWhen to see a doctor\n\nAcute liver failure can develop quickly in an otherwise healthy person, and it is life-threatening. If you or someone you know suddenly develops a yellowing of the eyes or skin; tenderness in the upper abdomen; or any unusual changes in mental state, personality or behavior, seek medical attention right away.\n\nRequest an appointment\n\nThere is a problem with\n                                information submitted for this request. Review/update the\n                                information highlighted below and resubmit the form.\n\nFrom Mayo Clinic to your inbox\n\nSign up for free and stay up to date on research advancements, health tips, current health topics, and expertise on managing health.\n\nClick here for an email preview.\n\nEmail\n\nError\n\nEmail field is required\n\nError\n\nInclude a valid email address\n\nLearn more about Mayo Clinic’s use of data.\n\nTo provide you with the most relevant and helpful information, and understand which\n                                information is beneficial, we may combine your email and website usage information with\n                                other information we have about you. If you are a Mayo Clinic patient, this could\n                                include protected health information. If we combine this information with your protected\n                                health information, we will treat all of that information as protected health\n                                information and will only use or disclose that information as set forth in our notice of\n                                privacy practices. You may opt-out of email communications at any time by clicking on\n                                the unsubscribe link in the e-mail.\n\nSubscribe!\n\nThank you for subscribing!\n\nYou'll soon start receiving the latest Mayo Clinic health information you requested in your inbox.\n\nSorry something went wrong with your subscription\n\nPlease, try again in a couple of minutes\n\nRetry",
        "Causes": "Acute liver failure occurs when liver cells are damaged significantly and are no longer able to function. Potential causes include:\n\nAcetaminophen overdose.\n\nTaking too much acetaminophen (Tylenol, others) is the most common cause of acute liver failure in the United States. Outside of the United States, acetaminophen is known as paracetamol. Acute liver failure can occur after one very large dose of acetaminophen, or after higher than recommended doses every day for several days.\n\nIf you or someone you know has taken an overdose of acetaminophen, seek medical attention as quickly as possible. Treatment may prevent liver failure. Don't wait for the signs of liver failure.\n\nPrescription medications.\n\nSome prescription medications, including antibiotics, nonsteroidal anti-inflammatory drugs and anticonvulsants, can cause acute liver failure.\n\nHerbal supplements.\n\nHerbal drugs and supplements, including kava, ephedra, skullcap and pennyroyal, have been linked to acute liver failure.\n\nHepatitis and other viruses.\n\nHepatitis A, hepatitis B and hepatitis E can cause acute liver failure. Other viruses that can cause acute liver failure include Epstein-Barr virus, cytomegalovirus and herpes simplex virus.\n\nToxins.\n\nToxins that can cause acute liver failure include the poisonous wild mushroom Amanita phalloides, which is sometimes mistaken for one that is safe to eat. Carbon tetrachloride is another toxin that can cause acute liver failure. It is an industrial chemical found in refrigerants and solvents for waxes, varnishes and other materials.\n\nAutoimmune disease.\n\nLiver failure can be caused by autoimmune hepatitis — a disease in which your immune system attacks liver cells, causing inflammation and injury.\n\nDiseases of the veins in the liver.\n\nVascular diseases, such as Budd-Chiari syndrome, can cause blockages in the veins of the liver and lead to acute liver failure.\n\nMetabolic disease.\n\nRare metabolic diseases, such as Wilson's disease and acute fatty liver of pregnancy, infrequently cause acute liver failure.\n\nCancer.\n\nCancer that either begins in or spreads to your liver can cause your liver to fail.\n\nShock.\n\nOverwhelming infection (sepsis) and shock can severely reduce blood flow to the liver, causing liver failure.\n\nHeat stroke.\n\nExtreme physical activity in a hot environment can trigger acute liver failure.\n\nSome cases of acute liver failure have no obvious cause.",
        "Complications": "Acute liver failure often causes complications, including:\n\nToo much fluid in the brain (cerebral edema).\n\nToo much fluid causes pressure to build up in your brain, which can lead to disorientation, severe mental confusion and seizures.\n\nBleeding and bleeding disorders.\n\nA failing liver cannot make enough clotting factors, which help blood to clot. Bleeding in the gastrointestinal tract is common with this condition. It may be difficult to control.\n\nInfections.\n\nPeople with acute liver failure are more likely to develop infections, particularly in the blood and in the respiratory and urinary tracts.\n\nKidney failure.\n\nKidney failure often occurs after liver failure, especially if you had an acetaminophen overdose, which damages both your liver and your kidneys.",
        "Prevention": "Reduce your risk of acute liver failure by taking care of your liver.\n\nFollow instructions on medications.\n\nIf you take acetaminophen or other medications, check the package insert for the recommended dosage, and don't take more than that. If you already have liver disease, ask your health care provider if it is safe to take any amount of acetaminophen.\n\nTell your provider about all your medicines.\n\nEven over-the-counter and herbal medicines can interfere with prescription drugs you're taking.\n\nDrink alcohol in moderation, if at all.\n\nIf you choose to drink alcohol, do so in moderation. For healthy adults, that means up to one drink a day for women and up to two drinks a day for men.\n\nAvoid risky behavior.\n\nGet help if you use illicit intravenous drugs. Don't share needles. Use condoms during sex. If you get tattoos or body piercings, make sure the shop you choose is clean and safe. Don't smoke.\n\nGet vaccinated.\n\nIf you have chronic liver disease, a history of any type of hepatitis infection or an increased risk of hepatitis, talk to your provider about getting the hepatitis B vaccine. A vaccine also is available for hepatitis A.\n\nAvoid contact with other people's blood and body fluids.\n\nAccidental needle sticks or improper cleanup of blood or body fluids can spread hepatitis viruses. Sharing razor blades or toothbrushes also can spread infection.\n\nDon't eat wild mushrooms.\n\nIt can be difficult to tell the difference between a poisonous mushroom and one that is safe to eat.\n\nTake care with aerosol sprays.\n\nWhen you use an aerosol cleaner, make sure the room is ventilated, or wear a mask. Take similar protective measures when spraying insecticides, fungicides, paint and other toxic chemicals. Follow product instructions carefully.\n\nWatch what gets on your skin.\n\nWhen using insecticides and other toxic chemicals, cover your skin with gloves, long sleeves, a hat and a mask.\n\nMaintain a healthy weight.\n\nObesity can cause a condition called nonalcoholic fatty liver disease, which may include fatty liver, hepatitis and cirrhosis.",
        "Related": "Associated Procedures\n\nLiver biopsy\n\nLiver function tests\n\nLiver transplant\n\nUltrasound\n\nShow more associated procedures\n\nProducts & Services\n\nBook: Mayo Clinic Family Health Book, 5th Edition\n\nNewsletter: Mayo Clinic Health Letter — Digital Edition\n\nShow more products and services from Mayo Clinic",
        "Name": "Acute liver failure"
    },
    {
        "Overview": "Acute lymphocytic leukemia (ALL) is a type of cancer of the blood and bone marrow — the spongy tissue inside bones where blood cells are made.\n\nThe word \"acute\" in acute lymphocytic leukemia comes from the fact that the disease progresses rapidly and creates immature blood cells, rather than mature ones. The word \"lymphocytic\" in acute lymphocytic leukemia refers to the white blood cells called lymphocytes, which\n\nALL\n\naffects. Acute lymphocytic leukemia is also known as acute lymphoblastic leukemia.\n\nAcute lymphocytic leukemia is the most common type of cancer in children, and treatments result in a good chance for a cure. Acute lymphocytic leukemia can also occur in adults, though the chance of a cure is greatly reduced.\n\nProducts & Services\n\nChildren’s Book: My Life Beyond Leukemia\n\nMayo Clinic Comprehensive Cancer Center\n\nShow more products from Mayo Clinic",
        "Symptoms": "Signs and symptoms of acute lymphocytic leukemia may include:\n\nBleeding from the gums\n\nBone pain\n\nFever\n\nFrequent infections\n\nFrequent or severe nosebleeds\n\nLumps caused by swollen lymph nodes in and around the neck, armpits, abdomen or groin\n\nPale skin\n\nShortness of breath\n\nWeakness, fatigue or a general decrease in energy\n\nWhen to see a doctor\n\nMake an appointment with your doctor or your child's doctor if you notice any persistent signs and symptoms that concern you.\n\nMany signs and symptoms of acute lymphocytic leukemia mimic those of the flu. However, flu signs and symptoms eventually improve. If signs and symptoms don't improve as expected, make an appointment with your doctor.\n\nRequest an appointment",
        "Causes": "Acute lymphocytic leukemia occurs when a bone marrow cell develops changes (mutations) in its genetic material or DNA. A cell's DNA contains the instructions that tell a cell what to do. Normally, the DNA tells the cell to grow at a set rate and to die at a set time. In acute lymphocytic leukemia, the mutations tell the bone marrow cell to continue growing and dividing.\n\nWhen this happens, blood cell production becomes out of control. The bone marrow produces immature cells that develop into leukemic white blood cells called lymphoblasts. These abnormal cells are unable to function properly, and they can build up and crowd out healthy cells.\n\nIt's not clear what causes the DNA mutations that can lead to acute lymphocytic leukemia.",
        "Risk factors": "Factors that may increase the risk of acute lymphocytic leukemia include:\n\nPrevious cancer treatment.\n\nChildren and adults who've had certain types of chemotherapy and radiation therapy for other kinds of cancer may have an increased risk of developing acute lymphocytic leukemia.\n\nExposure to radiation.\n\nPeople exposed to very high levels of radiation, such as survivors of a nuclear reactor accident, have an increased risk of developing acute lymphocytic leukemia.\n\nGenetic disorders.\n\nCertain genetic disorders, such as Down syndrome, are associated with an increased risk of acute lymphocytic leukemia.",
        "Related": "Associated Procedures\n\nBone marrow biopsy\n\nBone marrow transplant\n\nChemotherapy\n\nCT scan\n\nLumbar puncture (spinal tap)\n\nRadiation therapy\n\nUltrasound\n\nX-ray\n\nShow more associated procedures\n\nNews from Mayo Clinic\n\nCancer survivor walks on the sunny side of the street\n\nDec. 16, 2021, 05:30 p.m.  CDT\n\nProducts & Services\n\nChildren’s Book: My Life Beyond Leukemia\n\nMayo Clinic Comprehensive Cancer Center\n\nShow more products and services from Mayo Clinic",
        "Name": "Acute lymphocytic leukemia"
    },
    {
        "Overview": "Acute myelogenous leukemia (AML) is a cancer of the blood and bone marrow — the spongy tissue inside bones where blood cells are made.\n\nThe word \"acute\" in acute myelogenous leukemia denotes the disease's rapid progression. It's called myelogenous (my-uh-LOHJ-uh-nus) leukemia because it affects a group of white blood cells called the myeloid cells, which normally develop into the various types of mature blood cells, such as red blood cells, white blood cells and platelets.\n\nAcute myelogenous leukemia is also known as acute myeloid leukemia, acute myeloblastic leukemia, acute granulocytic leukemia and acute nonlymphocytic leukemia.\n\nProducts & Services\n\nChildren’s Book: My Life Beyond Leukemia\n\nMayo Clinic Comprehensive Cancer Center\n\nSkin Care Products for those in Cancer Treatment and Recovery\n\nShow more products from Mayo Clinic",
        "Symptoms": "General signs and symptoms of the early stages of acute myelogenous leukemia may mimic those of the flu or other common diseases.\n\nSigns and symptoms of acute myelogenous leukemia include:\n\nFever\n\nBone pain\n\nLethargy and fatigue\n\nShortness of breath\n\nPale skin\n\nFrequent infections\n\nEasy bruising\n\nUnusual bleeding, such as frequent nosebleeds and bleeding from the gums\n\nWhen to see a doctor\n\nMake an appointment with a doctor if you develop any signs or symptoms that seem unusual or that worry you.\n\nRequest an appointment",
        "Causes": "Acute myelogenous leukemia occurs when a bone marrow cell develops changes (mutations) in its genetic material or DNA. A cell's DNA contains the instructions that tell a cell what to do. Normally, the DNA tells the cell to grow at a set rate and to die at a set time. In acute myelogenous leukemia, the mutations tell the bone marrow cell to continue growing and dividing.\n\nWhen this happens, blood cell production becomes out of control. The bone marrow produces immature cells that develop into leukemic white blood cells called myeloblasts. These abnormal cells are unable to function properly, and they can build up and crowd out healthy cells.\n\nIt's not clear what causes the DNA mutations that lead to leukemia, but doctors have identified factors that increase the risk.",
        "Risk factors": "Factors that may increase your risk of acute myelogenous leukemia (AML) include:\n\nIncreasing age.\n\nThe risk of acute myelogenous leukemia increases with age. Acute myelogenous leukemia is most common in adults age 65 and older.\n\nYour sex.\n\nMen are more likely to develop acute myelogenous leukemia than are women.\n\nPrevious cancer treatment.\n\nPeople who've had certain types of chemotherapy and radiation therapy may have a greater risk of developing\n\nAML\n\n.\n\nExposure to radiation.\n\nPeople exposed to very high levels of radiation, such as survivors of a nuclear reactor accident, have an increased risk of developing\n\nAML\n\n.\n\nDangerous chemical exposure.\n\nExposure to certain chemicals, such as benzene, is linked to a greater risk of\n\nAML\n\n.\n\nSmoking.\n\nAML\n\nis linked to cigarette smoke, which contains benzene and other known cancer-causing chemicals.\n\nOther blood disorders.\n\nPeople who've had another blood disorder, such as myelodysplasia, myelofibrosis, polycythemia vera or thrombocythemia, are at greater risk of developing\n\nAML\n\n.\n\nGenetic disorders.\n\nCertain genetic disorders, such as Down syndrome, are associated with an increased risk of\n\nAML\n\n.\n\nMany people with\n\nAML\n\nhave no known risk factors, and many people who have risk factors never develop the cancer.",
        "Related": "Associated Procedures\n\nBone marrow biopsy\n\nBone marrow transplant\n\nChemotherapy\n\nLumbar puncture (spinal tap)\n\nShow more associated procedures\n\nNews from Mayo Clinic\n\nMayo Clinic Q&A podcast: Advancing treatments for acute myeloid leukemia\n\nDec. 20, 2022, 02:08 p.m.  CDT\n\nProducts & Services\n\nChildren’s Book: My Life Beyond Leukemia\n\nMayo Clinic Comprehensive Cancer Center\n\nSkin Care Products for those in Cancer Treatment and Recovery\n\nShow more products and services from Mayo Clinic",
        "Name": "Acute myelogenous leukemia"
    },
    {
        "Overview": "Acute sinusitis causes the spaces inside your nose (sinuses) to become inflamed and swollen. This interferes with drainage and causes mucus to build up.\n\nWith acute sinusitis, it might be difficult to breathe through your nose. The area around your eyes and face might feel swollen, and you might have throbbing facial pain or a headache.\n\nAcute sinusitis is mostly caused by the common cold. Unless a bacterial infection develops, most cases resolve within a week to 10 days. Home remedies may be all you need to treat acute sinusitis. Sinusitis that lasts more than 12 weeks despite medical treatment is called chronic sinusitis.\n\nProducts & Services\n\nAllergy and Sinus Solutions from Mayo Clinic Store\n\nAssortment of Health Products from Mayo Clinic Store\n\nBook: Mayo Clinic Family Health Book, 5th Edition\n\nNewsletter: Mayo Clinic Health Letter — Digital Edition\n\nShow more products from Mayo Clinic",
        "Symptoms": "Acute sinusitis signs and symptoms often include:\n\nThick, yellow or greenish mucus from the nose (runny nose) or down the back of the throat (postnasal drainage)\n\nBlocked or stuffy nose (congestion) causing difficulty breathing through your nose\n\nPain, tenderness, swelling and pressure around your eyes, cheeks, nose or forehead that worsens when bending over\n\nOther signs and symptoms include:\n\nEar pressure\n\nHeadache\n\nAching in your teeth\n\nAltered sense of smell\n\nCough\n\nBad breath\n\nFatigue\n\nFever\n\nWhen to see a doctor\n\nMost people with acute sinusitis don't need to see a doctor.\n\nContact your doctor\n\nif you have any of the following:\n\nSymptoms that last more than a week or so\n\nSymptoms that worsen after seeming to improve\n\nA persistent fever\n\nA history of recurrent or chronic sinusitis\n\nSee a doctor immediately\n\nif you have signs or symptoms that may indicate a serious infection:\n\nPain, swelling or redness around your eyes\n\nHigh fever\n\nConfusion\n\nDouble vision or other vision changes\n\nStiff neck\n\nRequest an appointment\n\nThere is a problem with\n                                information submitted for this request. Review/update the\n                                information highlighted below and resubmit the form.\n\nFrom Mayo Clinic to your inbox\n\nSign up for free and stay up to date on research advancements, health tips, current health topics, and expertise on managing health.\n\nClick here for an email preview.\n\nEmail\n\nError\n\nEmail field is required\n\nError\n\nInclude a valid email address\n\nLearn more about Mayo Clinic’s use of data.\n\nTo provide you with the most relevant and helpful information, and understand which\n                                information is beneficial, we may combine your email and website usage information with\n                                other information we have about you. If you are a Mayo Clinic patient, this could\n                                include protected health information. If we combine this information with your protected\n                                health information, we will treat all of that information as protected health\n                                information and will only use or disclose that information as set forth in our notice of\n                                privacy practices. You may opt-out of email communications at any time by clicking on\n                                the unsubscribe link in the e-mail.\n\nSubscribe!\n\nThank you for subscribing!\n\nYou'll soon start receiving the latest Mayo Clinic health information you requested in your inbox.\n\nSorry something went wrong with your subscription\n\nPlease, try again in a couple of minutes\n\nRetry",
        "Causes": "Healthy sinuses\n\nEnlarge image\n\nClose\n\nHealthy sinuses\n\nHealthy sinuses\n\nSinuses are cavities around nasal passages. If the sinuses become inflamed and swollen, a person may develop sinusitis.\n\nAcute sinusitis\n\nEnlarge image\n\nClose\n\nAcute sinusitis\n\nAcute sinusitis\n\nAcute sinusitis is most often caused by the common cold. Signs and symptoms may include a blocked and stuffy (congested) nose, which may block your sinuses and prevent drainage of mucus.\n\nAcute sinusitis is most often caused by the common cold, which is an infection with a virus. In some cases, an infection with bacteria develops.\n\nMore Information\n\nSinus infection and toothache: Any connection?",
        "Risk factors": "You may be at increased risk of getting sinusitis if you have:\n\nHay fever or another allergic condition\n\nthat affects your sinuses\n\nA common cold\n\nthat affects your sinuses\n\nA nasal passage abnormality,\n\nsuch as a deviated nasal septum, nasal polyps or tumors\n\nA medical condition\n\nsuch as cystic fibrosis or an immune system disorder such as HIV/AIDS\n\nExposure to smoke,\n\neither from smoking or through secondhand smoke exposure",
        "Complications": "Acute sinusitis complications are uncommon, and serious complications are rare. If they occur, complications might include:\n\nChronic sinusitis.\n\nAcute sinusitis may be a flare-up of a long-term problem known as chronic sinusitis. Chronic sinusitis lasts longer than 12 weeks.\n\nMeningitis.\n\nThis infection causes inflammation of the membranes and fluid surrounding your brain and spinal cord.\n\nOther infections.\n\nUncommonly, an infection can spread to the bones (osteomyelitis) or skin (cellulitis).\n\nVision problems.\n\nIf the infection spreads to your eye socket, it can cause reduced vision or even blindness that can be permanent.",
        "Prevention": "Take these steps to help reduce your risk of getting acute sinusitis:\n\nAvoid upper respiratory infections.\n\nTry to stay away from people who have colds or who are sick with other infections. Wash your hands frequently with soap and water, especially before your meals.\n\nManage your allergies.\n\nWork with your doctor to keep symptoms under control.\n\nAvoid cigarette smoke and polluted air.\n\nTobacco smoke and other pollutants can irritate and inflame your lungs and nasal passages.\n\nUse a humidifier.\n\nIf the air in your home is dry, such as it is if you have forced-air heat, adding moisture to the air may help prevent sinusitis. Be sure the humidifier stays clean and free of mold with regular, thorough cleaning.",
        "Related": "Acute sinusitis: Do over-the-counter treatments help?\n\nSinus infection and toothache: Any connection?\n\nSinusitis and tooth pain\n\nAssociated Procedures\n\nAllergy skin tests\n\nCT scan\n\nMRI\n\nNews from Mayo Clinic\n\nMayo Clinic Q and A: Sinusitis and treatment options\n\nOct. 02, 2022, 11:00 a.m.  CDT\n\nProducts & Services\n\nAllergy and Sinus Solutions from Mayo Clinic Store\n\nAssortment of Health Products from Mayo Clinic Store\n\nBook: Mayo Clinic Family Health Book, 5th Edition\n\nNewsletter: Mayo Clinic Health Letter — Digital Edition\n\nShow more products and services from Mayo Clinic",
        "Name": "Acute sinusitis"
    },
    {
        "Overview": "Addison's disease, also called adrenal insufficiency, is an uncommon illness that occurs when the body doesn't make enough of certain hormones. In Addison's disease, the adrenal glands make too little cortisol and, often, too little of another hormone, aldosterone.\n\nAddison's disease can affect anyone and can be life-threatening. Treatment involves taking hormones to replace those that are missing.\n\nProducts & Services\n\nBook: Mayo Clinic Family Health Book, 5th Edition\n\nNewsletter: Mayo Clinic Health Letter — Digital Edition\n\nShow more products from Mayo Clinic",
        "Symptoms": "Addison's disease symptoms usually happen slowly, often over months. The disease can move so slowly that people who have it may ignore the symptoms at first. Then a stress, such as illness or injury, makes symptoms worse.\n\nSymptoms may include:\n\nExtreme fatigue\n\nWeight loss and loss of appetite\n\nAreas of darkened skin\n\nLow blood pressure, even fainting\n\nSalt craving\n\nLow blood sugar, also called hypoglycemia\n\nNausea, diarrhea or vomiting\n\nAbdominal pain\n\nMuscle and joint pain\n\nIrritability\n\nDepression\n\nBody hair loss or sexual issues in some people\n\nAcute adrenal failure, known as addisonian crisis\n\nSometimes the symptoms of Addison's disease appear suddenly. Acute adrenal failure can lead to life-threatening shock. Seek emergency treatment for the following:\n\nSevere weakness\n\nConfusion\n\nPain in the lower back or legs\n\nSevere abdominal pain, vomiting and diarrhea, leading to dehydration\n\nReduced consciousness or delirium\n\nLow blood pressure\n\nWhen to see a doctor\n\nSee a health care provider if you have common symptoms of Addison's disease, such as:\n\nDarkened areas of skin\n\nExtreme loss of body water, also known as dehydration\n\nSevere fatigue\n\nWeight loss that doesn't happen on purpose\n\nNausea, vomiting or belly pain\n\nLightheadedness or fainting\n\nSalt cravings\n\nMuscle or joint pains\n\nMore Information\n\nSalt craving: A symptom of Addison's disease?\n\nRequest an appointment\n\nThere is a problem with\n                                information submitted for this request. Review/update the\n                                information highlighted below and resubmit the form.\n\nFrom Mayo Clinic to your inbox\n\nSign up for free and stay up to date on research advancements, health tips, current health topics, and expertise on managing health.\n\nClick here for an email preview.\n\nEmail\n\nError\n\nEmail field is required\n\nError\n\nInclude a valid email address\n\nLearn more about Mayo Clinic’s use of data.\n\nTo provide you with the most relevant and helpful information, and understand which\n                                information is beneficial, we may combine your email and website usage information with\n                                other information we have about you. If you are a Mayo Clinic patient, this could\n                                include protected health information. If we combine this information with your protected\n                                health information, we will treat all of that information as protected health\n                                information and will only use or disclose that information as set forth in our notice of\n                                privacy practices. You may opt-out of email communications at any time by clicking on\n                                the unsubscribe link in the e-mail.\n\nSubscribe!\n\nThank you for subscribing!\n\nYou'll soon start receiving the latest Mayo Clinic health information you requested in your inbox.\n\nSorry something went wrong with your subscription\n\nPlease, try again in a couple of minutes\n\nRetry",
        "Causes": "Adrenal glands\n\nEnlarge image\n\nClose\n\nAdrenal glands\n\nAdrenal glands\n\nLocated on top of each kidney, the adrenal glands make hormones that help regulate metabolism, the immune system, blood pressure and other important functions. Although small, these glands control much of what happens in the body.\n\nAddison's disease is caused by damage to the adrenal glands. The adrenal glands sit just above the kidneys. As part of the endocrine system, they make hormones that affect almost every organ and tissue in the body. Damage to these glands results in too little of the hormone cortisol and, often, the hormone aldosterone.\n\nThe adrenal glands are made up of two sections. The interior, called the medulla, makes adrenaline-like hormones. The outer layer, called the cortex, makes a group of hormones called corticosteroids. Corticosteroids include:\n\nGlucocorticoids.\n\nThese hormones, including cortisol, affect the body's ability to turn food into energy. They also play a role in the immune system's inflammatory response and help the body respond to stress.\n\nMineralocorticoids.\n\nThese hormones, including aldosterone, balance the body's sodium and potassium to keep blood pressure in a healthy range.\n\nAndrogens.\n\nIn all people, the adrenal glands make small amounts of these sex hormones. They cause male sexual development. And they affect muscle mass, sex drive, known as libido, and a sense of well-being in all people.\n\nPrimary adrenal insufficiency\n\nSometimes, the outer layer of the adrenal glands, known as the cortex, is damaged. Then it can't make enough hormones, a condition called primary adrenal insufficiency. This is usually the result of an autoimmune disease, in which the body attacks itself. People with Addison's disease are more likely than are other people to have another autoimmune disease as well.\n\nOther causes of adrenal gland failure may include:\n\nTuberculosis\n\nOther infections of the adrenal glands\n\nSpread of cancer to the adrenal glands\n\nBleeding into the adrenal glands\n\nSecondary adrenal insufficiency\n\nThe pituitary gland makes a hormone called adrenocorticotropic hormone (ACTH).\n\nACTH\n\nin turn causes the adrenal cortex to make its hormones. Having pituitary tumors that aren't cancer, inflammation and pituitary surgery can cause the pituitary gland to make too little\n\nACTH\n\n.\n\nToo little\n\nACTH\n\ncan cause the adrenal glands to make too little glucocorticoids and androgens. This is called secondary adrenal insufficiency.\n\nMost symptoms of secondary adrenal insufficiency are similar to those of primary adrenal insufficiency. However, people with secondary adrenal insufficiency don't have darkened skin and are less likely to have severe dehydration or low blood pressure. They're more likely to have low blood sugar.\n\nA temporary cause of secondary adrenal insufficiency occurs when people who take corticosteroids, such as prednisone, to treat conditions such as asthma or arthritis, stop taking the medicine suddenly rather than tapering off.",
        "Complications": "Addisonian crisis.\n\nIf you have untreated Addison's disease, you may develop an addisonian crisis as a result of stress on the body, such as injury, infection or illness. Typically, the adrenal glands make two or three times the usual amount of cortisol in response to physical stress. With adrenal insufficiency, not being able to increase the amount of cortisol made as a result of stress can lead to an addisonian crisis.\n\nAn addisonian crisis is a life-threatening situation that results in low blood pressure, low blood levels of sugar and high blood levels of potassium. It requires immediate medical care.\n\nOther autoimmune diseases.\n\nPeople with Addison's disease often have related autoimmune diseases.",
        "Prevention": "Addison's disease can't be prevented, but there are ways to avoid an addisonian crisis:\n\nTalk to your health care provider if you always feel tired or weak or are losing weight without trying. Ask about an adrenal shortage.\n\nIf you have been diagnosed with Addison's disease, ask your provider what to do when you're sick. You may need to learn how to increase your dose of corticosteroids.\n\nIf you become very sick, especially if you are vomiting and you can't take your medicine, go to an emergency room.\n\nSome people with Addison's disease worry about serious side effects from hydrocortisone or prednisone. However, people with Addison's disease aren't as likely to get the side effects of high-dose glucocorticoids. That's because the dose prescribed replaces the amount that's missing.\n\nIf you take cortisone, be sure to follow up with your provider regularly to make sure your dose is not too high.",
        "Related": "Adrenal fatigue: What causes it?\n\nSalt craving: A symptom of Addison's disease?\n\nAssociated Procedures\n\nCT scan\n\nMRI\n\nProducts & Services\n\nBook: Mayo Clinic Family Health Book, 5th Edition\n\nNewsletter: Mayo Clinic Health Letter — Digital Edition\n\nShow more products and services from Mayo Clinic",
        "Name": "Addisons disease"
    },
    {
        "Name": "Adenomyosis"
    },
    {
        "Overview": "Attention-deficit/hyperactivity disorder (ADHD) is a chronic condition that affects millions of children and often continues into adulthood.\n\nADHD\n\nincludes a combination of persistent problems, such as difficulty sustaining attention, hyperactivity and impulsive behavior.\n\nChildren with\n\nADHD\n\nmay also struggle with low self-esteem, troubled relationships and poor performance in school. Symptoms sometimes lessen with age. However, some people never completely outgrow their\n\nADHD\n\nsymptoms. But they can learn strategies to be successful.\n\nWhile treatment won't cure\n\nADHD\n\n, it can help a great deal with symptoms. Treatment typically involves medications and behavioral interventions. Early diagnosis and treatment can make a big difference in outcome.\n\nProducts & Services\n\nBook: Mayo Clinic Guide to Raising a Healthy Child",
        "Symptoms": "The primary features of\n\nADHD\n\ninclude inattention and hyperactive-impulsive behavior.\n\nADHD\n\nsymptoms start before age 12, and in some children, they're noticeable as early as 3 years of age.\n\nADHD\n\nsymptoms can be mild, moderate or severe, and they may continue into adulthood.\n\nADHD\n\noccurs more often in males than in females, and behaviors can be different in boys and girls. For example, boys may be more hyperactive and girls may tend to be quietly inattentive.\n\nThere are three subtypes of\n\nADHD\n\n:\n\nPredominantly inattentive.\n\nThe majority of symptoms fall under inattention.\n\nPredominantly hyperactive/impulsive.\n\nThe majority of symptoms are hyperactive and impulsive.\n\nCombined.\n\nThis is a mix of inattentive symptoms and hyperactive/impulsive symptoms.\n\nInattention\n\nA child who shows a pattern of inattention may often:\n\nFail to pay close attention to details or make careless mistakes in schoolwork\n\nHave trouble staying focused in tasks or play\n\nAppear not to listen, even when spoken to directly\n\nHave difficulty following through on instructions and fail to finish schoolwork or chores\n\nHave trouble organizing tasks and activities\n\nAvoid or dislike tasks that require focused mental effort, such as homework\n\nLose items needed for tasks or activities, for example, toys, school assignments, pencils\n\nBe easily distracted\n\nForget to do some daily activities, such as forgetting to do chores\n\nHyperactivity and impulsivity\n\nA child who shows a pattern of hyperactive and impulsive symptoms may often:\n\nFidget with or tap his or her hands or feet, or squirm in the seat\n\nHave difficulty staying seated in the classroom or in other situations\n\nBe on the go, in constant motion\n\nRun around or climb in situations when it's not appropriate\n\nHave trouble playing or doing an activity quietly\n\nTalk too much\n\nBlurt out answers, interrupting the questioner\n\nHave difficulty waiting for his or her turn\n\nInterrupt or intrude on others' conversations, games or activities\n\nTypical developmental behavior vs. ADHD\n\nMost healthy children are inattentive, hyperactive or impulsive at one time or another. It's typical for preschoolers to have short attention spans and be unable to stick with one activity for long. Even in older children and teenagers, attention span often depends on the level of interest.\n\nThe same is true of hyperactivity. Young children are naturally energetic — they often are still full of energy long after they've worn their parents out. In addition, some children just naturally have a higher activity level than others do. Children should never be classified as having\n\nADHD\n\njust because they're different from their friends or siblings.\n\nChildren who have problems in school but get along well at home or with friends are likely struggling with something other than\n\nADHD\n\n. The same is true of children who are hyperactive or inattentive at home, but whose schoolwork and friendships remain unaffected.\n\nWhen to see a doctor\n\nIf you're concerned that your child shows signs of\n\nADHD\n\n, see your pediatrician or family doctor. Your doctor may refer you to a specialist, such as a developmental-behavioral pediatrician, psychologist, psychiatrist or pediatric neurologist, but it's important to have a medical evaluation first to check for other possible causes of your child's difficulties.\n\nRequest an appointment\n\nThere is a problem with\n                                information submitted for this request. Review/update the\n                                information highlighted below and resubmit the form.\n\nFrom Mayo Clinic to your inbox\n\nSign up for free and stay up to date on research advancements, health tips, current health topics, and expertise on managing health.\n\nClick here for an email preview.\n\nEmail\n\nError\n\nEmail field is required\n\nError\n\nInclude a valid email address\n\nLearn more about Mayo Clinic’s use of data.\n\nTo provide you with the most relevant and helpful information, and understand which\n                                information is beneficial, we may combine your email and website usage information with\n                                other information we have about you. If you are a Mayo Clinic patient, this could\n                                include protected health information. If we combine this information with your protected\n                                health information, we will treat all of that information as protected health\n                                information and will only use or disclose that information as set forth in our notice of\n                                privacy practices. You may opt-out of email communications at any time by clicking on\n                                the unsubscribe link in the e-mail.\n\nSubscribe!\n\nThank you for subscribing!\n\nYou'll soon start receiving the latest Mayo Clinic health information you requested in your inbox.\n\nSorry something went wrong with your subscription\n\nPlease, try again in a couple of minutes\n\nRetry",
        "Causes": "While the exact cause of\n\nADHD\n\nis not clear, research efforts continue. Factors that may be involved in the development of\n\nADHD\n\ninclude genetics, the environment or problems with the central nervous system at key moments in development.",
        "Risk factors": "Risk factors for\n\nADHD\n\nmay include:\n\nBlood relatives, such as a parent or sibling, with\n\nADHD\n\nor another mental health disorder\n\nExposure to environmental toxins — such as lead, found mainly in paint and pipes in older buildings\n\nMaternal drug use, alcohol use or smoking during pregnancy\n\nPremature birth\n\nAlthough sugar is a popular suspect in causing hyperactivity, there's no reliable proof of this. Many issues in childhood can lead to difficulty sustaining attention, but that's not the same as\n\nADHD\n\n.",
        "Complications": "ADHD\n\ncan make life difficult for children. Children with\n\nADHD\n\n:\n\nOften struggle in the classroom, which can lead to academic failure and judgment by other children and adults\n\nTend to have more accidents and injuries of all kinds than do children who don't have\n\nADHD\n\nTend to have poor self-esteem\n\nAre more likely to have trouble interacting with and being accepted by peers and adults\n\nAre at increased risk of alcohol and drug abuse and other delinquent behavior\n\nCoexisting conditions\n\nADHD\n\ndoesn't cause other psychological or developmental problems. However, children with\n\nADHD\n\nare more likely than others to also have conditions such as:\n\nOppositional defiant disorder (ODD),\n\ngenerally defined as a pattern of negative, defiant and hostile behavior toward authority figures\n\nConduct disorder,\n\nmarked by antisocial behavior such as stealing, fighting, destroying property, and harming people or animals\n\nDisruptive mood dysregulation disorder,\n\ncharacterized by irritability and problems tolerating frustration\n\nLearning disabilities,\n\nincluding problems with reading, writing, understanding and communicating\n\nSubstance use disorders,\n\nincluding drugs, alcohol and smoking\n\nAnxiety disorders,\n\nwhich may cause overwhelming worry and nervousness, and include obsessive compulsive disorder (OCD)\n\nMood disorders,\n\nincluding depression and bipolar disorder, which includes depression as well as manic behavior\n\nAutism spectrum disorder,\n\na condition related to brain development that impacts how a person perceives and socializes with others\n\nTic disorder or Tourette syndrome,\n\ndisorders that involve repetitive movements or unwanted sounds (tics) that can't be easily controlled",
        "Prevention": "To help reduce your child's risk of\n\nADHD\n\n:\n\nDuring pregnancy,\n\navoid anything that could harm fetal development. For example, don't drink alcohol, use recreational drugs or smoke cigarettes.\n\nProtect your child from exposure to pollutants and toxins,\n\nincluding cigarette smoke and lead paint.\n\nLimit screen time.\n\nAlthough still unproved, it may be prudent for children to avoid excessive exposure to TV and video games in the first five years of life.",
        "Related": "Associated Procedures\n\nFamily therapy\n\nPsychotherapy\n\nProducts & Services\n\nBook: Mayo Clinic Guide to Raising a Healthy Child",
        "Name": "Adhd"
    },
    {
        "Overview": "Adjustment disorders are excessive reactions to stress that involve negative thoughts, strong emotions and changes in behavior. The reaction to a stressful change or event is much more intense than would typically be expected. This can cause a lot of problems in getting along with others, as well as at work or school.\n\nWork problems, going away to school, an illness or any number of life changes can cause stress. Most of the time, people get used to such changes within a few months. But if you have an adjustment disorder, you continue to have emotional or behavioral responses that can make you feel more anxious or depressed.\n\nTreatment can help you regain your emotional well-being.\n\nProducts & Services\n\nBook: Mayo Clinic Family Health Book, 5th Edition\n\nNewsletter: Mayo Clinic Health Letter — Digital Edition\n\nShow more products from Mayo Clinic",
        "Symptoms": "Symptoms depend on the type of adjustment disorder. These symptoms can vary from person to person. You experience more stress than would generally be expected in response to a trying event, and this stress causes a lot of problems in your life.\n\nAdjustment disorders affect how you feel and think about yourself and the world. They also may affect your actions or behavior.\n\nSome examples include:\n\nFeeling sad, hopeless or not enjoying things you used to enjoy.\n\nCrying often.\n\nWorrying, or feeling anxious, nervous, jittery or stressed out.\n\nFeeling irritable or like you can't handle anything and don't know where to start.\n\nHaving trouble sleeping.\n\nNot eating enough.\n\nHaving difficulty concentrating.\n\nHaving difficulty with daily activities.\n\nWithdrawing from family and friends who support you socially.\n\nNot doing important things, such as going to work or paying bills.\n\nThinking about suicide or acting on those thoughts.\n\nSymptoms of an adjustment disorder start within three months of a stressful event. These symptoms last no longer than six months after the end of the stressful event. But constant or lasting adjustment disorders can continue for more than six months. This is especially true if the stressful event is ongoing, such as being unemployed.\n\nWhen to see a doctor\n\nStressors are usually temporary. You learn to cope with them over time. Symptoms of adjustment disorder usually get better when the stress eases. But sometimes the stressful event continues to be a part of your life. Or a new stressful situation comes up, and you face the same emotional struggles all over again.\n\nTalk to your doctor or a mental health professional if you continue to struggle or if you're having trouble getting through each day. You can get treatment to help you cope better with stressful events and feel better about life again.\n\nIf you have concerns about your child's behavior, talk with your child's doctor.\n\nSuicidal thoughts or behavior\n\nThe risk of suicide can be higher in people who have adjustment disorders. If you're thinking about suicide, contact a hotline for counseling:\n\nIn the U.S., call or text 988 to reach the\n\n988 Suicide & Crisis Lifeline\n\n. It's available 24 hours a day, every day. Or use the\n\nLifeline Chat\n\n. Services are free and private.\n\nU.S. veterans or service members who are in crisis can call 988 and then press \"1\" for the\n\nVeterans Crisis Line\n\n. Or text 838255. Or\n\nchat online\n\n.\n\nThe Suicide & Crisis Lifeline in the U.S. has a Spanish-language phone line at\n\n1-888-628-9454\n\n(toll-free).\n\nRequest an appointment",
        "Causes": "Adjustment disorders are caused by major changes or stressors in your life. Genetics, your life experiences and your temperament may make it more likely that an adjustment disorder happens.",
        "Risk factors": "Stressful life events and experiences ― positive and negative ― may put you at risk of having an adjustment disorder. Examples include:\n\nMajor stress as a child, such as bullying or difficulties with school.\n\nDivorce or marriage problems.\n\nRelationship problems or trouble getting along with others.\n\nMajor changes in life, such as retirement, having a baby or moving away.\n\nBad experiences, such as losing a job, loss of a loved one or having money problems.\n\nProblems in school or at work.\n\nLife-threatening experiences, such as physical assault, combat or natural disaster.\n\nOngoing stressors, such as having a medical illness or living in a neighborhood that has a lot of crime.\n\nMore than one major change or bad experience happening at the same time.\n\nOther mental health conditions, such as major depression, intense anxiety or post-traumatic stress disorder.",
        "Complications": "If adjustment disorders do not resolve, they eventually can lead to more-serious mental health conditions such as anxiety, major depression, or misuse of drugs or alcohol.",
        "Prevention": "There are no guaranteed ways to prevent adjustment disorders. But social support, healthy coping skills and learning to recover quickly from hard times may help you during times of high stress.\n\nIf you know that a stressful situation is coming up, such as a move or retirement, plan ahead. In advance, increase your healthy habits and ask your friends and family for support. Remind yourself that stressful situations pass in time and that you can get through them. Also, consider checking in with your health care team or mental health professional to review healthy ways to manage your stress.",
        "Related": "Associated Procedures\n\nFamily therapy\n\nPsychotherapy\n\nProducts & Services\n\nBook: Mayo Clinic Family Health Book, 5th Edition\n\nNewsletter: Mayo Clinic Health Letter — Digital Edition\n\nShow more products and services from Mayo Clinic",
        "Name": "Adjustment disorders"
    },
    {
        "Name": "Adnexal tumors"
    },
    {
        "Overview": "Adrenal glands\n\nEnlarge image\n\nClose\n\nAdrenal glands\n\nAdrenal glands\n\nLocated on top of each kidney, the adrenal glands make hormones that help regulate metabolism, the immune system, blood pressure and other important functions. Although small, these glands control much of what happens in the body.\n\nAdrenal cancer is a rare cancer that begins in one or both of the small, triangular glands (adrenal glands) located on top of your kidneys. Adrenal glands produce hormones that give instructions to virtually every organ and tissue in your body.\n\nAdrenal cancer, also called adrenocortical cancer, can occur at any age. But it's most likely to affect children younger than 5 and adults in their 40s and 50s.\n\nWhen adrenal cancer is found early, there is a chance for cure. But if the cancer has spread to areas beyond the adrenal glands, cure becomes less likely. Treatment can be used to delay progression or recurrence.\n\nMost growths that form in the adrenal glands are noncancerous (benign). Benign adrenal tumors, such as adenoma or pheochromocytoma, also can develop in the adrenal glands.\n\nProducts & Services\n\nBook: Mayo Clinic Family Health Book, 5th Edition\n\nNewsletter: Mayo Clinic Health Letter — Digital Edition\n\nShow more products from Mayo Clinic",
        "Symptoms": "Signs and symptoms of adrenal cancer include:\n\nWeight gain\n\nMuscle weakness\n\nPink or purple stretch marks on the skin\n\nHormone changes in women that might cause excess facial hair, hair loss on the head and irregular periods\n\nHormone changes in men that might cause enlarged breast tissue and shrinking testicles\n\nNausea\n\nVomiting\n\nAbdominal bloating\n\nBack pain\n\nFever\n\nLoss of appetite\n\nLoss of weight without trying",
        "Causes": "It's not clear what causes adrenal cancer.\n\nAdrenal cancer forms when something creates changes (mutations) in the DNA of an adrenal gland cell. A cell's DNA contains the instructions that tell a cell what to do. The mutations can tell the cell to multiply uncontrollably and to continue living when healthy cells would die. When this happens, the abnormal cells accumulate and form a tumor. The tumor cells can break away and spread (metastasize) to other parts of the body.",
        "Risk factors": "Adrenal cancer happens more often in people with inherited syndromes that increase the risk of certain cancers. These inherited syndromes include:\n\nBeckwith-Wiedemann syndrome\n\nCarney complex\n\nLi-Fraumeni syndrome\n\nLynch syndrome\n\nMultiple endocrine neoplasia, type 1 (MEN 1)\n\nBy Mayo Clinic Staff",
        "Related": "Associated Procedures\n\nAblation therapy\n\nProducts & Services\n\nBook: Mayo Clinic Family Health Book, 5th Edition\n\nNewsletter: Mayo Clinic Health Letter — Digital Edition\n\nShow more products and services from Mayo Clinic",
        "Name": "Adrenal cancer"
    },
    {
        "Overview": "Adrenoleukodystrophy (uh-dree-noh-loo-koh-DIS-truh-fee) is a type of hereditary (genetic) condition that damages the membrane (myelin sheath) that insulates nerve cells in your brain.\n\nIn adrenoleukodystrophy (ALD), your body can't break down very long-chain fatty acids (VLCFAs), causing saturated\n\nVLCFA\n\ns to build up in your brain, nervous system and adrenal gland.\n\nThe most common type of\n\nALD\n\nis X-linked\n\nALD\n\n, which is caused by a genetic defect on the X chromosome. X-linked\n\nALD\n\naffects males more severely than females, who carry the disease.\n\nForms of X-linked\n\nALD\n\ninclude:\n\nChildhood-onset\n\nALD\n\n.\n\nThis form of X-linked\n\nALD\n\nusually occurs between ages 4 and 10. The white matter of the brain is progressively damaged (leukodystrophy), and symptoms worsen over time. If not diagnosed early, childhood-onset\n\nALD\n\nmay lead to death within five to 10 years.\n\nAddison's disease.\n\nHormone-producing glands (adrenal glands) often fail to produce enough steroids (adrenal insufficiency) in people who have\n\nALD\n\n, causing a form of X-linked\n\nALD\n\nknown as Addison's disease.\n\nAdrenomyeloneuropathy.\n\nThis adult-onset form of X-linked\n\nALD\n\nis a less severe and slowly progressive form that causes symptoms such as a stiff gait and bladder and bowel dysfunction. Women who are carriers for\n\nALD\n\nmay develop a mild form of adrenomyeloneuropathy.\n\nProducts & Services\n\nBook: Mayo Clinic Family Health Book, 5th Edition\n\nNewsletter: Mayo Clinic Health Letter — Digital Edition\n\nShow more products from Mayo Clinic\n\nBy Mayo Clinic Staff",
        "Related": "Products & Services\n\nBook: Mayo Clinic Family Health Book, 5th Edition\n\nNewsletter: Mayo Clinic Health Letter — Digital Edition\n\nShow more products and services from Mayo Clinic",
        "Name": "Adrenoleukodystrophy"
    },
    {
        "Overview": "Adult attention-deficit/hyperactivity disorder (ADHD) is a mental health disorder that includes a combination of persistent problems, such as difficulty paying attention, hyperactivity and impulsive behavior. Adult\n\nADHD\n\ncan lead to unstable relationships, poor work or school performance, low self-esteem, and other problems.\n\nThough it's called adult\n\nADHD\n\n, symptoms start in early childhood and continue into adulthood. In some cases,\n\nADHD\n\nis not recognized or diagnosed until the person is an adult. Adult\n\nADHD\n\nsymptoms may not be as clear as\n\nADHD\n\nsymptoms in children. In adults, hyperactivity may decrease, but struggles with impulsiveness, restlessness and difficulty paying attention may continue.\n\nTreatment for adult\n\nADHD\n\nis similar to treatment for childhood\n\nADHD\n\n. Adult\n\nADHD\n\ntreatment includes medications, psychological counseling (psychotherapy) and treatment for any mental health conditions that occur along with\n\nADHD\n\n.\n\nProducts & Services\n\nBook: Mayo Clinic Family Health Book, 5th Edition\n\nNewsletter: Mayo Clinic Health Letter — Digital Edition\n\nShow more products from Mayo Clinic",
        "Symptoms": "Some people with\n\nADHD\n\nhave fewer symptoms as they age, but some adults continue to have major symptoms that interfere with daily functioning. In adults, the main features of\n\nADHD\n\nmay include difficulty paying attention, impulsiveness and restlessness. Symptoms can range from mild to severe.\n\nMany adults with\n\nADHD\n\naren't aware they have it — they just know that everyday tasks can be a challenge. Adults with\n\nADHD\n\nmay find it difficult to focus and prioritize, leading to missed deadlines and forgotten meetings or social plans. The inability to control impulses can range from impatience waiting in line or driving in traffic to mood swings and outbursts of anger.\n\nAdult\n\nADHD\n\nsymptoms may include:\n\nImpulsiveness\n\nDisorganization and problems prioritizing\n\nPoor time management skills\n\nProblems focusing on a task\n\nTrouble multitasking\n\nExcessive activity or restlessness\n\nPoor planning\n\nLow frustration tolerance\n\nFrequent mood swings\n\nProblems following through and completing tasks\n\nHot temper\n\nTrouble coping with stress\n\nWhat's typical behavior and what's ADHD?\n\nAlmost everyone has some symptoms similar to\n\nADHD\n\nat some point in their lives. If your difficulties are recent or occurred only occasionally in the past, you probably don't have\n\nADHD\n\n.\n\nADHD\n\nis diagnosed only when symptoms are severe enough to cause ongoing problems in more than one area of your life. These persistent and disruptive symptoms can be traced back to early childhood.\n\nDiagnosis of\n\nADHD\n\nin adults can be difficult because certain\n\nADHD\n\nsymptoms are similar to those caused by other conditions, such as anxiety or mood disorders. And many adults with\n\nADHD\n\nalso have at least one other mental health condition, such as depression or anxiety.\n\nWhen to see a doctor\n\nIf any of the symptoms listed above continually disrupt your life, talk to your doctor about whether you might have\n\nADHD\n\n.\n\nDifferent types of health care professionals may diagnose and supervise treatment for\n\nADHD\n\n. Seek a provider who has training and experience in caring for adults with\n\nADHD\n\n.\n\nRequest an appointment\n\nThere is a problem with\n                                information submitted for this request. Review/update the\n                                information highlighted below and resubmit the form.\n\nFrom Mayo Clinic to your inbox\n\nSign up for free and stay up to date on research advancements, health tips, current health topics, and expertise on managing health.\n\nClick here for an email preview.\n\nEmail\n\nError\n\nEmail field is required\n\nError\n\nInclude a valid email address\n\nLearn more about Mayo Clinic’s use of data.\n\nTo provide you with the most relevant and helpful information, and understand which\n                                information is beneficial, we may combine your email and website usage information with\n                                other information we have about you. If you are a Mayo Clinic patient, this could\n                                include protected health information. If we combine this information with your protected\n                                health information, we will treat all of that information as protected health\n                                information and will only use or disclose that information as set forth in our notice of\n                                privacy practices. You may opt-out of email communications at any time by clicking on\n                                the unsubscribe link in the e-mail.\n\nSubscribe!\n\nThank you for subscribing!\n\nYou'll soon start receiving the latest Mayo Clinic health information you requested in your inbox.\n\nSorry something went wrong with your subscription\n\nPlease, try again in a couple of minutes\n\nRetry",
        "Causes": "While the exact cause of\n\nADHD\n\nis not clear, research efforts continue. Factors that may be involved in the development of\n\nADHD\n\ninclude:\n\nGenetics.\n\nADHD\n\ncan run in families, and studies indicate that genes may play a role.\n\nEnvironment.\n\nCertain environmental factors also may increase risk, such as lead exposure as a child.\n\nProblems during development.\n\nProblems with the central nervous system at key moments in development may play a role.",
        "Risk factors": "Risk of\n\nADHD\n\nmay increase if:\n\nYou have blood relatives, such as a parent or sibling, with\n\nADHD\n\nor another mental health disorder\n\nYour mother smoked, drank alcohol or used drugs during pregnancy\n\nAs a child, you were exposed to environmental toxins — such as lead, found mainly in paint and pipes in older buildings\n\nYou were born prematurely",
        "Complications": "ADHD\n\ncan make life difficult for you.\n\nADHD\n\nhas been linked to:\n\nPoor school or work performance\n\nUnemployment\n\nFinancial problems\n\nTrouble with the law\n\nAlcohol or other substance misuse\n\nFrequent car accidents or other accidents\n\nUnstable relationships\n\nPoor physical and mental health\n\nPoor self-image\n\nSuicide attempts\n\nCoexisting conditions\n\nAlthough\n\nADHD\n\ndoesn't cause other psychological or developmental problems, other disorders often occur along with\n\nADHD\n\nand make treatment more challenging. These include:\n\nMood disorders.\n\nMany adults with\n\nADHD\n\nalso have depression, bipolar disorder or another mood disorder. While mood problems aren't necessarily due directly to\n\nADHD\n\n, a repeated pattern of failures and frustrations due to\n\nADHD\n\ncan worsen depression.\n\nAnxiety disorders.\n\nAnxiety disorders occur fairly often in adults with\n\nADHD\n\n. Anxiety disorders may cause overwhelming worry, nervousness and other symptoms. Anxiety can be made worse by the challenges and setbacks caused by\n\nADHD\n\n.\n\nOther psychiatric disorders.\n\nAdults with\n\nADHD\n\nare at increased risk of other psychiatric disorders, such as personality disorders, intermittent explosive disorder and substance use disorders.\n\nLearning disabilities.\n\nAdults with\n\nADHD\n\nmay score lower on academic testing than would be expected for their age, intelligence and education. Learning disabilities can include problems with understanding and communicating.\n\nBy Mayo Clinic Staff",
        "Related": "Associated Procedures\n\nCognitive behavioral therapy\n\nFamily therapy\n\nProducts & Services\n\nBook: Mayo Clinic Family Health Book, 5th Edition\n\nNewsletter: Mayo Clinic Health Letter — Digital Edition\n\nShow more products and services from Mayo Clinic",
        "Name": "Adult adhd"
    },
    {
        "Overview": "Congenital heart disease is one or more problems with the heart's structure that exist since birth. Congenital means that you're born with the condition. Congenital heart disease in adults and children can change the way blood flows through the heart.\n\nThere are many different types of congenital heart defects. This article focuses on congenital heart disease in adults.\n\nSome types of congenital heart disease may be mild. But complex defects may cause life-threatening complications. However, advances in diagnosis and treatment continue to improve survival for those with congenital heart disease.\n\nPeople with congenital heart disease need lifelong medical care. Treatment may include regular checkups (watchful waiting), medications or surgery. If you have adult congenital heart disease, ask your health care provider how often you need a checkup.\n\nProducts & Services\n\nBook: Mayo Clinic Family Health Book, 5th Edition\n\nNewsletter: Mayo Clinic Health Letter — Digital Edition\n\nShow more products from Mayo Clinic",
        "Types": "Atrial septal defect (ASD)\n\nAtrioventricular canal defect\n\nCoarctation of the aorta\n\nCongenital heart defects in children\n\nCongenital mitral valve anomalies\n\nDouble-outlet right ventricle\n\nEbstein anomaly\n\nEisenmenger syndrome\n\nHypoplastic left heart syndrome\n\nLong QT syndrome\n\nPartial anomalous pulmonary venous return\n\nPatent ductus arteriosus (PDA)\n\nPatent foramen ovale\n\nPulmonary atresia\n\nPulmonary atresia with intact ventricular septum\n\nPulmonary atresia with ventricular septal defect\n\nPulmonary valve stenosis\n\nTetralogy of Fallot\n\nTotal anomalous pulmonary venous return (TAPVR)\n\nTransposition of the great arteries\n\nTricuspid atresia\n\nTruncus arteriosus\n\nVascular rings\n\nVentricular septal defect (VSD)\n\nWolff-Parkinson-White (WPW) syndrome",
        "Symptoms": "For some people, signs or symptoms of congenital heart disease aren't noticed until adulthood. Symptoms may return years after a congenital heart defect is treated.\n\nCommon congenital heart disease symptoms in adults include:\n\nIrregular heart rhythms (arrhythmias)\n\nBlue skin, lips and fingernails (cyanosis)\n\nShortness of breath\n\nFeeling tired very quickly with activity\n\nSwelling of body tissue or organs (edema)\n\nWhen to see a doctor\n\nIf you're having worrisome symptoms, such as chest pain or shortness of breath, seek emergency medical attention.\n\nIf you have signs or symptoms of congenital heart disease or were treated for a congenital heart defect as a child, make an appointment to see your health care provider.\n\nRequest an appointment",
        "Causes": "Chambers and valves of the heart\n\nEnlarge image\n\nClose\n\nChambers and valves of the heart\n\nChambers and valves of the heart\n\nA typical heart has two upper and two lower chambers. The upper chambers, the right and left atria, receive incoming blood. The lower chambers, the more muscular right and left ventricles, pump blood out of the heart. The heart valves, which keep blood flowing in the right direction, are gates at the chamber openings.\n\nResearchers aren't sure what causes most types of congenital heart disease. Some congenital heart diseases are passed down through families (inherited).\n\nTo understand congenital heart disease, it helps to know how the heart typically works.\n\nThe heart is divided into chambers — two upper chambers (atria) and two lower chambers (ventricles).\n\nThe right side of the heart moves blood to the lungs through blood vessels (pulmonary arteries).\n\nIn the lungs, blood picks up oxygen and then returns to the left side of your heart through the pulmonary veins.\n\nThe left side of the heart then pumps the blood through the aorta and out to the rest of the body.\n\nCongenital heart disease can affect any of these heart structures, including the arteries, valves, chambers and the wall of tissue that separates the chambers (septum).",
        "Risk factors": "Certain environmental and genetic risk factors might play a role in the development of congenital heart disease, including:\n\nGenetics.\n\nCongenital heart disease appears to run in families (inherited). It's associated with many genetic syndromes. For instance, children with Down syndrome often have congenital heart defects. Genetic testing can detect Down syndrome and some other genetic conditions while a baby is still in the mother's womb.\n\nGerman measles (rubella).\n\nHaving rubella during pregnancy may affect how the baby's heart develops while in the womb.\n\nDiabetes.\n\nHaving type 1 or type 2 diabetes during pregnancy also may affect a baby's heart development. Gestational diabetes generally doesn't increase the risk of congenital heart disease.\n\nMedications.\n\nTaking certain medications while pregnant can cause congenital heart disease and other birth defects. Medications linked to heart defects include lithium for bipolar disorder and isotretinoin (Claravis, Myorisan, others), which is used to treat acne. Always tell your health care provider about the medications you take.\n\nAlcohol.\n\nDrinking alcohol while pregnant has been linked to an increased risk of heart defects in the baby.\n\nSmoking.\n\nIf you smoke, quit. Smoking during pregnancy increases the risk of congenital heart defects in the baby.",
        "Complications": "Congenital heart disease can contribute to other health concerns later in life. Complications may occur years after a congenital heart defect is treated.\n\nComplications of congenital heart disease in adults include:\n\nIrregular heartbeats (arrhythmias).\n\nFaulty heart signaling causes the heart to beat too fast, too slowly or irregularly. In some people, severe arrhythmias may cause stroke or sudden cardiac death if not treated. Scar tissue in the heart from previous surgeries can contribute to this complication.\n\nHeart infection (endocarditis).\n\nBacteria or other germs can enter the bloodstream and move to the inner lining of the heart (endocardium). Untreated, this infection can damage or destroy the heart valves or cause a stroke. If you are at high risk of endocarditis, your care provider may recommend taking antibiotics one hour before dental cleanings. Regular dental checkups are important. Healthy gums and teeth reduce the risk that bacteria will enter the bloodstream.\n\nStroke.\n\nA congenital heart defect can allow a blood clot to pass through the heart and travel to the brain, where it reduces or blocks blood supply.\n\nHigh blood pressure in the lung arteries (pulmonary hypertension).\n\nSome congenital heart defects send more blood to the lungs, causing pressure to build. This eventually causes the heart muscle to weaken and sometimes to fail.\n\nHeart failure.\n\nHeart failure (congestive heart failure) means the heart can't pump enough blood to meet the body's needs.\n\nAdult congenital heart disease and pregnancy\n\nIt may be possible to have a successful pregnancy with mild congenital heart disease. A care provider may tell you not to get pregnant if you have a complex congenital heart defect.\n\nBefore becoming pregnant, talk to your health care provider about the possible risks and complications. Together you can discuss and plan for any special care needed during pregnancy.",
        "Prevention": "Some types of congenital heart disease occur in families (inherited). If you have or someone in your family has congenital heart disease, screening by a genetic counselor may help determine the risk of certain heart defects in future children.",
        "Related": "Infographic: Congenital Heart Disease and Lifelong Care\n\nKinser's story\n\nRobotic or minimally invasive cardiac surgery for adult-adolescent congenital heart disease\n\nAssociated Procedures\n\nAortic valve repair and aortic valve replacement\n\nCardiac catheterization\n\nChest X-rays\n\nEchocardiogram\n\nElectrocardiogram (ECG or EKG)\n\nHeart transplant\n\nStress test\n\nShow more associated procedures\n\nNews from Mayo Clinic\n\nMEDIA ADVISORY: Mayo physician seeks to help young adults with congenital heart failure before it's too late\n\nFeb. 10, 2023, 04:00 p.m.  CDT\n\nCongenital heart disease through life: Mayo Clinic experts explain changes to expect\n\nNov. 17, 2022, 04:25 p.m.  CDT\n\nMayo Clinic Healthcare adds testing, treatment for people with inherited heart conditions\n\nApril 04, 2022, 09:00 a.m.  CDT\n\nMayo Clinic Q and A: Congenital heart disease revision surgery\n\nAug. 24, 2021, 12:29 p.m.  CDT\n\nShow more news from Mayo Clinic\n\nProducts & Services\n\nBook: Mayo Clinic Family Health Book, 5th Edition\n\nNewsletter: Mayo Clinic Health Letter — Digital Edition\n\nShow more products and services from Mayo Clinic",
        "Name": "Adult congenital heart disease"
    },
    {
        "Overview": "Adult Still disease is a rare type of inflammatory arthritis. Common symptoms are fevers, rash and joint pain. The condition can occur in some people as a single episode that goes away. In other people, the condition doesn't go away, or it goes away but comes back.\n\nAdult Still disease can damage joints, particularly the wrists. Treatment involves medicine to reduce pain and help control the disease. Prednisone is often used if pain relievers such as ibuprofen (Advil, Motrin IB, others) are not enough.\n\nProducts & Services\n\nBook: Mayo Clinic Guide to Arthritis\n\nBook: Mayo Clinic Guide to Pain Relief\n\nShow more products from Mayo Clinic",
        "Symptoms": "Most people with adult Still disease have a combination of the following symptoms:\n\nFever.\n\nFever may rise to at least 102 degrees Fahrenheit (38.9 degrees Celsius). The fever may spike once or twice a day for a week or longer.\n\nRash.\n\nA rash might come and go with the fever. The rash usually appears on the trunk, arms or legs.\n\nSore throat.\n\nThis is one of the first symptoms of adult Still disease. The lymph nodes in the neck might be swollen and tender.\n\nAchy and swollen joints.\n\nJoints — especially in the knees and wrists— might be stiff, painful and inflamed. Ankles, elbows, hands and shoulders also might ache. The joint discomfort usually lasts at least two weeks.\n\nMuscle pain.\n\nMuscular pain usually comes and goes with the fever. The pain can be severe enough to disrupt daily activities.\n\nSymptoms of this disorder can differ from person to person. They can mimic those of other conditions, including lupus and a type of cancer called lymphoma.\n\nWhen to see a doctor\n\nIf you have a high fever, rash and achy joints, see your health care provider. Also, if you have adult Still disease and develop a cough, difficulty breathing, chest pain or any other symptoms that are not usual, call your health care provider.\n\nRequest an appointment",
        "Causes": "The cause of adult Still disease is not known. Some researchers suspect it might be triggered by a viral or bacterial infection.",
        "Risk factors": "Age is the main risk factor for adult Still disease. It is most likely to occur in adults between the ages of 15 and 25 and between the ages of 36 and 46. Males and females are equally at risk.",
        "Complications": "Adult Still disease inflames the organs and joints. Most complications from the disease result from this inflammation.\n\nJoint destruction.\n\nThe chronic swelling and irritation that occurs with adult Still disease can damage the joints. The most commonly involved joints are the knees and wrists. Sometimes other joints, including the neck, foot, finger and hip joints, also are affected.\n\nInflammation of the heart.\n\nAdult Still disease can inflame the saclike covering of the heart, called the pericardium. This results in inflammation of the pericardium, called pericarditis. The disease can also inflame the muscular part of the heart, called the myocardium. This results in inflammation of the myocardium, called myocarditis.\n\nExcess fluid around the lungs.\n\nInflammation may cause fluid to build up around the lungs. When this happens, it can be hard to take deep breaths.\n\nMacrophage activation syndrome.\n\nThis is a rare but serious complication of adult Still disease. It happens when the immune system goes into overdrive and potentially harms organs such as the heart, liver, spleen and kidneys.",
        "Related": "Still's Disease\n\nAssociated Procedures\n\nAntinuclear antibody (ANA) test\n\nC-reactive protein test\n\nCT scan\n\nEchocardiogram\n\nFerritin test\n\nSed rate (erythrocyte sedimentation rate)\n\nUltrasound\n\nX-ray\n\nShow more associated procedures\n\nProducts & Services\n\nBook: Mayo Clinic Guide to Arthritis\n\nBook: Mayo Clinic Guide to Pain Relief\n\nShow more products and services from Mayo Clinic",
        "Name": "Adult stills disease"
    },
    {
        "Name": "Age spots"
    },
    {
        "Overview": "Agoraphobia (ag-uh-ruh-FOE-be-uh) is a type of anxiety disorder. Agoraphobia involves fearing and avoiding places or situations that might cause panic and feelings of being trapped, helpless or embarrassed. You may fear an actual or upcoming situation. For example, you may fear using public transportation, being in open or enclosed spaces, standing in line, or being in a crowd.\n\nThe anxiety is caused by fear that there's no easy way to escape or get help if the anxiety gets overwhelming. You may avoid situations because of fears such as getting lost, falling, or having diarrhea and not being able to get to a bathroom. Most people who have agoraphobia develop it after having one or more panic attacks, causing them to worry about having another attack. They then avoid the places where it may happen again.\n\nAgoraphobia often results in having a hard time feeling safe in any public place, especially where crowds gather and in locations that are not familiar. You may feel that you need a companion, such as a family member or friend, to go with you to public places. The fear can be so overwhelming that you may feel you can't leave your home.\n\nAgoraphobia treatment can be challenging because it means confronting your fears. But with proper treatment — usually a form of therapy called cognitive behavioral therapy and medicines — you can escape the trap of agoraphobia and live a more enjoyable life.\n\nProducts & Services\n\nAssortment of Health Products from Mayo Clinic Store\n\nBook: Mayo Clinic Family Health Book, 5th Edition\n\nNewsletter: Mayo Clinic Health Letter — Digital Edition\n\nShow more products from Mayo Clinic",
        "Symptoms": "Typical agoraphobia symptoms include fear of:\n\nLeaving home alone.\n\nCrowds or waiting in line.\n\nEnclosed spaces, such as movie theaters, elevators or small stores.\n\nOpen spaces, such as parking lots, bridges or malls.\n\nUsing public transportation, such as a bus, plane or train.\n\nThese situations cause anxiety because you fear you won't be able to escape or find help if you start to feel panicked. Or you may fear having other disabling or embarrassing symptoms, such as dizziness, fainting, falling or diarrhea.\n\nIn addition:\n\nYour fear or anxiety is out of proportion to the actual danger of the situation.\n\nYou avoid the situation, you need a companion to go with you, or you endure the situation but are extremely upset.\n\nYou have major distress or problems with social situations, work or other areas in your life because of the fear, anxiety or avoidance.\n\nYour fear and avoidance usually lasts six months or longer.\n\nPanic disorder and agoraphobia\n\nSome people have panic disorder in addition to agoraphobia. Panic disorder is a type of anxiety disorder that includes panic attacks. A panic attack is a sudden feeling of extreme fear that reaches a peak within a few minutes and triggers a variety of intense physical symptoms. You might think that you're totally losing control, having a heart attack or even dying.\n\nFear of another panic attack can lead to avoiding similar situations or the place where it happened in an attempt to prevent future panic attacks.\n\nSymptoms of a panic attack can include:\n\nRapid heart rate.\n\nTrouble breathing or a feeling of choking.\n\nChest pain or pressure.\n\nLightheadedness or dizziness.\n\nFeeling shaky, numb or tingling.\n\nSweating too much.\n\nSudden flushing or chills.\n\nUpset stomach or diarrhea.\n\nFeeling a loss of control.\n\nFear of dying.\n\nWhen to see a doctor\n\nAgoraphobia can severely limit your ability to socialize, work, attend important events and even manage the details of daily life, such as running errands.\n\nDon't let agoraphobia make your world smaller. Call your health care provider or a mental health professional if you have symptoms of agoraphobia or panic attacks.\n\nRequest an appointment\n\nThere is a problem with\n                                information submitted for this request. Review/update the\n                                information highlighted below and resubmit the form.\n\nFrom Mayo Clinic to your inbox\n\nSign up for free and stay up to date on research advancements, health tips, current health topics, and expertise on managing health.\n\nClick here for an email preview.\n\nEmail\n\nError\n\nEmail field is required\n\nError\n\nInclude a valid email address\n\nLearn more about Mayo Clinic’s use of data.\n\nTo provide you with the most relevant and helpful information, and understand which\n                                information is beneficial, we may combine your email and website usage information with\n                                other information we have about you. If you are a Mayo Clinic patient, this could\n                                include protected health information. If we combine this information with your protected\n                                health information, we will treat all of that information as protected health\n                                information and will only use or disclose that information as set forth in our notice of\n                                privacy practices. You may opt-out of email communications at any time by clicking on\n                                the unsubscribe link in the e-mail.\n\nSubscribe!\n\nThank you for subscribing!\n\nYou'll soon start receiving the latest Mayo Clinic health information you requested in your inbox.\n\nSorry something went wrong with your subscription\n\nPlease, try again in a couple of minutes\n\nRetry",
        "Causes": "Biology — including health conditions and genetics — personality, stress and learning experiences may all play a role in the development of agoraphobia.",
        "Risk factors": "Agoraphobia can begin in childhood, but usually starts in the late teen or early adult years — usually before age 35. But older adults also can develop it. Females are diagnosed with agoraphobia more often than males are.\n\nRisk factors for agoraphobia include:\n\nHaving panic disorder or other excessive fear reactions, called phobias.\n\nResponding to panic attacks with too much fear and avoidance.\n\nExperiencing stressful life events, such as abuse, the death of a parent or being attacked.\n\nHaving an anxious or nervous personality.\n\nHaving a blood relative with agoraphobia.",
        "Complications": "Agoraphobia can greatly limit your life's activities. If your agoraphobia is severe, you may not even be able to leave your home. Without treatment, some people become housebound for years. If this happens to you, you may not be able to visit with family and friends, go to school or work, run errands, or take part in other routine daily activities. You may become dependent on others for help.\n\nAgoraphobia also can lead to:\n\nDepression.\n\nAlcohol or drug misuse.\n\nSuicidal thoughts and behavior.",
        "Prevention": "There's no sure way to prevent agoraphobia. But anxiety tends to increase the more you avoid situations that you fear. If you start to have mild fears about going places that are safe, try to practice going to those places over and over again. This can help you feel more comfortable in those places. If this is too hard to do on your own, ask a family member or friend to go with you, or seek professional help.\n\nIf you experience anxiety going places or have panic attacks, get treatment as soon as possible. Get help early to keep symptoms from getting worse. Anxiety, like many other mental health conditions, can be harder to treat if you wait.",
        "Related": "Associated Procedures\n\nCognitive behavioral therapy\n\nPsychotherapy\n\nProducts & Services\n\nAssortment of Health Products from Mayo Clinic Store\n\nBook: Mayo Clinic Family Health Book, 5th Edition\n\nNewsletter: Mayo Clinic Health Letter — Digital Edition\n\nShow more products and services from Mayo Clinic",
        "Name": "Agoraphobia"
    },
    {
        "Name": "Airplane ear"
    },
    {
        "Overview": "The term albinism usually refers to oculocutaneous (ok-u-low-ku-TAY-nee-us) albinism (OCA).\n\nOCA\n\nis a group of disorders passed down in families where the body makes little or none of a substance called melanin. The type and amount of melanin in your body determines the color of your skin, hair and eyes. Melanin also plays a role in the development and function of the eyes, so people with albinism have vision problems.\n\nSymptoms of albinism are usually seen in a person's skin, hair and eye color, but sometimes differences are slight. People with albinism are also sensitive to the effects of the sun, so they're at higher risk of getting skin cancer.\n\nAlthough there's no cure for albinism, people with the disorder can take steps to protect their skin and eyes and get proper eye and skin care.\n\nProducts & Services\n\nBook: Mayo Clinic Family Health Book, 5th Edition\n\nNewsletter: Mayo Clinic Health Letter — Digital Edition\n\nShow more products from Mayo Clinic",
        "Symptoms": "Symptoms of albinism involve skin, hair and eye color, as well as vision.\n\nSkin\n\nThe easiest form of albinism to see results in white hair and very light-colored skin compared with siblings or other blood relatives. But skin coloring, also called pigmentation, and hair color can range from white to brown. People of African descent who have albinism may have skin that is light brown or red brown and have freckles. For some people, skin color may be nearly the same as that of parents or siblings without albinism.\n\nWith exposure to the sun, some people may develop:\n\nFreckles.\n\nMoles, with or without color, which are sometimes pink.\n\nLarge freckle-like spots, called solar lentigines (len-TIJ-ih-neez).\n\nSunburn and no ability to tan.\n\nFor some people with albinism, skin coloring never changes. For others, melanin production may begin or increase during childhood and the teen years, resulting in slight changes in color.\n\nHair\n\nHair color can range from very white to brown. People of African or Asian descent who have albinism may have hair color that's yellow, red or brown. Hair color also may darken by early adulthood. Or hair may stain from contact with minerals in water and the environment, making hair appear darker with age.\n\nEye color\n\nEyelashes and eyebrows are often pale. Eye color can range from very light blue to brown and may change with age.\n\nWith albinism, the colored parts of the eyes, called the irises, usually don't have enough pigment. This allows light to shine through the irises and makes the eyes extremely sensitive to bright light. Because of this, very light-colored eyes may appear red in some lighting.\n\nVision\n\nVision problems are a key feature of all types of albinism. Eye problems may include:\n\nRapid, back-and-forth movement of the eyes that can't be controlled, called nystagmus.\n\nAn uncommon head position or head posture, such as tilting the head to try to reduce eye movements and see better.\n\nEyes that can't look at the same direction at the same time or they appear to be crossed, a condition called strabismus.\n\nProblems seeing near objects or far objects, called farsightedness or nearsightedness.\n\nExtreme sensitivity to light, called photophobia.\n\nA difference in the curve of the front surface of the eye or the lens inside the eye, called astigmatism, which causes blurred vision.\n\nDifferences in the development of the thin layer of tissue on the inside back wall of the eye, called the retina. This difference results in reduced vision.\n\nNerve signals from the retina to the brain that don't follow the usual nerve pathways in the eye. This is called misrouting of the optic nerve.\n\nPoor depth perception, which means not being able to see things in three dimensions and judge how far away an object is.\n\nLegal blindness — vision less than 20/200 — or complete blindness.\n\nWhen to see a doctor\n\nAt your child's birth, the health care provider may notice a lack of color in hair or skin that affects the eyelashes and eyebrows. The provider will likely order an eye exam and closely follow any changes in your child's skin color and vision.\n\nIf you observe signs of albinism in your baby, talk to your health care provider.\n\nContact your health care provider if your child with albinism experiences frequent nosebleeds, easy bruising or long-term infections. These symptoms may suggest rare but serious hereditary conditions that include albinism.\n\nRequest an appointment",
        "Causes": "Autosomal recessive inheritance pattern\n\nEnlarge image\n\nClose\n\nAutosomal recessive inheritance pattern\n\nAutosomal recessive inheritance pattern\n\nTo have an autosomal recessive disorder, you inherit two changed genes, sometimes called mutations. You get one from each parent. Their health is rarely affected because they have only one changed gene. Two carriers have a 25% chance of having an unaffected child with two unaffected genes. They have a 50% chance of having an unaffected child who also is a carrier. They have a 25% chance of having an affected child with two changed genes.\n\nSeveral genes give instructions for making one of several proteins involved in producing melanin. Melanin is made by cells called melanocytes that are found in your skin, hair and eyes.\n\nAlbinism is caused by a change in one of these genes. Different types of albinism can occur, based mainly on which gene change caused the disorder. The gene change may result in no melanin at all or a big decrease in the amount of melanin.\n\nTypes of albinism\n\nTypes of albinism are grouped based on how they're passed down in families and on the gene that is affected.\n\nOculocutaneous albinism (OCA),\n\nthe most common type, means a person gets two copies of a changed gene — one from each parent. This is called autosomal recessive inheritance.\n\nOCA\n\nis the result of a change in one of eight genes, labeled from\n\nOCA1\n\nto\n\nOCA8\n\n.\n\nOCA\n\ncauses decreased pigment in the skin, hair and eyes, as well as vision problems. The amount of pigment varies by type. The resulting color of skin, hair and eyes also varies by and within types.\n\nOcular albinism\n\nis mainly limited to the eyes, causing vision problems. The most common form of ocular albinism is type 1. This type is passed down by a gene change on the X chromosome. X-linked ocular albinism can be passed on by a mother who carries one changed X gene to her son. This is called X-linked recessive inheritance. Ocular albinism usually occurs only in males. It's much less common than\n\nOCA\n\n.\n\nAlbinism related to rare hereditary syndromes\n\ncan occur. For example, Hermansky-Pudlak syndrome includes a form of\n\nOCA\n\n, as well as bleeding and bruising problems and lung and bowel diseases. Chediak-Higashi syndrome includes a form of\n\nOCA\n\n, as well as immune problems with recurrent infections, problems with the brain and nerves, bleeding disorders, and other serious issues.",
        "Complications": "Albinism can include skin and eye complications. It also can include social and emotional challenges.\n\nEye complications\n\nProblems with vision can impact learning, employment and the ability to drive.\n\nSkin complications\n\nPeople with albinism have skin that is very sensitive to light and sun. Sunburn is one of the most serious complications of albinism. Sun exposure can cause sun damage, which may result in rough and thickened skin. Sunburn also can increase the risk of developing skin cancer.\n\nBecause of the lack of skin pigment, a type of skin cancer called melanoma may appear as pink or red growths or moles, rather than the usual black or brown color. This can make skin cancer harder to identify at an early stage. Without careful and regular skin exams, melanoma may not be diagnosed until it's advanced.\n\nSocial and emotional challenges\n\nSome people with albinism may experience discrimination. The reactions of other people to those with albinism can have a negative impact on people with the condition.\n\nPeople with albinism may experience bullying, teasing or unwanted questions about their appearance, eyewear or visual aid tools. They may look different from members of their own families or ethnic groups, so they may feel like outsiders or be treated like outsiders. These experiences may cause social isolation, poor self-esteem and stress.\n\nUsing the term \"person with albinism\" is preferred to avoid the negative impact of other terms.",
        "Prevention": "If a family member has albinism, a genetic counselor can help you understand the type of albinism and the chances of having a future child with albinism. The counselor can explain the available genetic tests.",
        "Related": "Products & Services\n\nBook: Mayo Clinic Family Health Book, 5th Edition\n\nNewsletter: Mayo Clinic Health Letter — Digital Edition\n\nShow more products and services from Mayo Clinic",
        "Name": "Albinism"
    }
]